import React from "react";
import "./AboutUs.css";

export default function AboutUs() {
  return (
    <div className="about-us-page">
      <div className="about-us-header">
        <h1>About Us</h1>
        <section className="about-us-content">
          <h2>Кто мы?</h2>
          <p> Наша команда состоит из студентов третьего курса Инновационного колледжа АУЦА, каждый из которых представляет свою область знаний: дизайнеры, программисты, менеджеры, экологи, предприниматели и финансисты.</p>
          <p> Используя наш сайт, вы соглашаетесь с этими условиями. Пожалуйста, внимательно прочтите их перед использованием нашего сервиса.</p>
          <h2>Почему название «WeaveArt»?</h2>
          <p>Название WeaveArt глубоко отражает суть нашего проекта: слово «weave» символизирует взаимосвязь через искусство. WeaveArt также подчеркивает важность искусства как средства выражения, которое не только вдохновляет, но и помогает детям с особыми потребностями, в том числе с аутизмом, продемонстрировать свою уникальность через творчество.</p>
          <p>Мы стремимся к тому, чтобы творчество этих талантливых детей было признано и оценено, что позволит людям узнать о них. Мы хотим создать мост общения между детьми и обществом через их творчество, чтобы каждый ребенок чувствовал свою уникальность и значимость своего вклада. Их страсть к творчеству заслуживает внимания, и мы уверены, что их работа может вдохновить и помочь изменить мир к лучшему.</p>
        </section>
      </div>
    </div>
  );
}
