import React from "react";
import "./Events.css";

export default function Events({ events = [] }) {
  return (
    <div className="events-page">
      <div className="events-header">
        <h1>Предстоящие события и коллекции</h1>
        <p>Добро пожаловать на страницу, где мы делимся новостями о предстоящих событиях и новых коллекциях наших талантливых художников! Здесь вы найдете информацию о выставках, мастер-классах и сезонных сериях произведений искусства, таких как специальные новогодние коллекции с праздничным настроением.</p>
    </div>
   </div>
  )
}  