import React from "react";
import "./TermsofUse.css";

export default function TermsofUse() {
  return (
    <div className="terms-of-use-page">
      <div className="terms-of-use-header">
        <h1>Terms of Use</h1>
        <section className="terms-of-use-content">
            <h2>1. Введение</h2>
            <p>Добро пожаловать на наш сайт! WeaveArt — это торговая площадка, на которой продаются уникальные работы детей с ограниченными возможностями, аутизмом и раком. Покупатели могут покупать картины и товары с изображениями этих работ, тем самым поддерживая авторов. Все средства, полученные от продажи работ, поступают напрямую авторам на их персональные карты MbankJunior.</p>
            <p>Используя наш сайт, вы соглашаетесь с этими условиями. Пожалуйста, внимательно прочтите их перед использованием нашего сервиса.</p>
            <h2>2. Обязанности пользователя</h2>
            <p>Пользователи обязаны предоставлять достоверную информацию при регистрации на сайте и совершении покупок. Пользователи также обязаны соблюдать все применимые законы и не использовать наш сайт в незаконных целях. Нарушение этих правил может привести к блокировке доступа к Marketplace.</p>
            <h2>3. Оплата и доставка</h2>
            <p>Оплата товаров на нашем сайте осуществляется через защищенные платежные системы MBank, VISA, ElCard. После подтверждения оплаты заказ будет обработан и товар будет отправлен по указанному вами адресу. Срок доставки зависит от вашего местонахождения и выбранного способа доставки. Обработка заказов на картины может занять до 5 рабочих дней, так как каждое произведение уникально.</p>
            <h2>4. Возвраты и возмещения</h2>
            <p>Все продажи являются окончательными, поскольку каждый продукт является уникальной работой, созданной детьми. Мы принимаем возврат только в том случае, если товар был поврежден во время доставки. В этом случае покупатель должен связаться с нашей службой поддержки клиентов в течение 7 дней с момента получения заказа. Возврат средств осуществляется на ту же карту, с которой была произведена оплата.</p>
            <h2>5. Права на произведение искусства</h2>
            <p>Все права на художественные работы на сайте принадлежат авторам - детям, которые их создали. Покупка работы не передает авторские права покупателю. Дети-авторы получают ..% от прибыли от продажи своих работ напрямую на свои персональные карты MbankJunior.</p>
            <h2> 6. Выставки и мероприятия</h2>
            <p>Мы регулярно организуем выставки, галереи и другие мероприятия, где можно увидеть вживую и приобрести детские работы. Информацию о предстоящих мероприятиях можно найти в разделе «мероприятия» нашего сайта. Мы также организуем новогодние акции, в которых дети могут получить подарки за участие.</p>
            <h2> 7. Ценообразование</h2>
            <p>Цены на картины и мерч варьируются в зависимости от сложности работы и используемых материалов. Минимальная стоимость работы начинается от 4000 сом за небольшую картину. Цены на эксклюзивные работы могут достигать 15000 сом. Мерч с изображениями картин стоит от 3500 до 8000 сом в зависимости от вида товара (футболки, толстовки и т.д.).</p>
            <h2>8. Изменения в Условиях</h2>
            <p>Мы оставляем за собой право изменять эти положения и условия в любое время без предварительного уведомления. Пожалуйста, регулярно проверяйте эту страницу на предмет последних положений и условий.</p>
        </section>
    </div>
   </div>
  )
}  